Revit 2027 API
SymbolTypeId.DaNDashM Property
 Symbol daN-m, indicating unit Dekanewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DaNDashM { get; }
Public Shared ReadOnly Property DaNDashM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DaNDashM {
	ForgeTypeId^ get ();
}
static member DaNDashM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace